docs/load-test-results/img/2021-09-07-replicating-search-incident/1000wrk1000rps/1000-with-1s-latency-news-results-1000wrk.report.txt
Requests      [total, rate, throughput]  300, 1.00, 1.00
Duration      [total, attack, wait]      5m0.004680485s, 4m58.999927392s, 1.004753093s
Latencies     [mean, 50, 95, 99, max]    1.00218681s, 1.004507661s, 1.006058322s, 1.028538683s, 1.073640225s
Bytes In      [total, mean]              19754085, 65846.95
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    99.67%
Status Codes  [code:count]               200:299  500:1  
Error Set:
500 Internal Server Error