docs/load-test-results/img/2021-09-07-replicating-search-incident/1000wrk1000rps/results_search_300s_1000rps_http2off_1000wrk.report.txt
Requests      [total, rate, throughput]  300000, 1000.00, 995.55
Duration      [total, attack, wait]      5m1.003326925s, 4m59.999051713s, 1.004275212s
Latencies     [mean, 50, 95, 99, max]    1.004626697s, 1.004423419s, 1.005770966s, 1.018097616s, 1.337482601s
Bytes In      [total, mean]              19797852945, 65992.84
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    99.89%
Status Codes  [code:count]               200:299663  500:337  
Error Set:
500 Internal Server Error